Просмотр выписки операций в личном кабинете
Meta:
@arm lk
@tag component: расчеты

Описание:
Чтобы самостоятельно мониторить операции по ЛС
Как пользователь ЛК
Я хочу иметь выписку всех операций по этому ЛС

Сценарий:
В личном кабинете выписку операций по счету можно фильтровать по номеру ЛС

Изначально пользователь находится на странице Платежи в ЛК
Если он укажет счет № 344428
То система покажет в выписке все операции по счету № 344428

Сценарий:
В личном кабинете выписку операций по счету можно фильтровать по группе ТС

Изначально пользователь находится на странице Платежи в ЛК
Если он укажет группу ТС "Тестовая группа Прокашев"
То система покажет в выписке все операции по ТС из группы "Тестовая группа Прокашев"

Сценарий:
В личном кабинете выписку операций по счету можно фильтровать по дате

Изначально пользователь находится на странице Платежи в ЛК
Если он отфильтрует выписку операций с 03.07.2015 по 16.07.2015
То система покажет в выписке все операции с 05.07.2015 по 16.07.2015

Сценарий:
В личном кабинете выписку операций по счету можно фильтровать по типу операций

Изначально пользователь находится на странице Платежи в ЛК
Если он укажет тип операций Зачисление средств на ЛС
То система покажет в выписке все операции с типом Зачисление средств на ЛС