Установка признака "Крупный корпоративный клиент" ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component

Описание:
Чтобы выделить крупных корпоративных клиентов
Как оператор АРМ ЦИПП
Я хочу установить им признак "Крупный корпоративный клиент" ВТС в АРМ ЦИПП

Сценарий:
В АРМ ЦИПП оператор устанавливает признак "Крупный корпоративный клиент" ВТС

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор устанавливает ВТС признак "Крупный корпоративный клиент"
То система присваивает ему признак "Крупный корпоративный клиент"