Просмотр информации по ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component registration

Описание:
Чтобы сравнить данные о ВТС в системе с данными о ВТС в документах
Как оператор АРМ ЦИПП
Я хочу иметь просмотреть информацию по ВТС в АРМ ЦИПП

Сценарий:
Для подтверждения данных ВТС оператор просматривает информацию по ВТС

Изначально оператор находится на странице Информация о ВТС
Если оператор нажимает на кнопку Информация предоставлена
То система отображает сообщение, что действие успешно завершено
И в Истории текущего обращения добавится строка Информации о ВТС со статусом Выполнено