Авторизация в АРМ Колл Центра пользователей с разными ролями
Meta:
@arm call_centre
@component authorization
@wip

Описание:
Чтобы войти в АРМ Колл Центра с необходимым функционалом
Как пользователь АРМа
Я хочу при входе пройти авторизацию

Сценарий: Для входа в АРМ Колл Центра оператору 1-ой линии поддержки необходимо ввести логин и пароль

Изначально оператор 1-ой линии находится на странице Авторизации в АРМ Колл Центра
Если оператор 1-ой вводит логин ______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра оператору 2-ой линии поддержки необходимо ввести логин и пароль

Изначально оператор 2-ой линии находится на странице Авторизации в АРМ Колл Центра
Если оператор 2-ой линии вводит логин _____ и пароль _____ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра руководителю группы поддержки необходимо ввести логин и пароль

Изначально руководитель группы поддержки находится на странице Авторизации в АРМ Колл Центра
Если руководитель группы поддержки вводит логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра куратору необходимо ввести логин и пароль

Изначально куратор находится на странице Авторизации в АРМ Колл Центра
Если куратор вводит логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра