Авторизация в АРМ Колл Центра пользователей с разными ролями
Meta:
@arm call_centre
@tag component: авторизация

Описание:
Чтобы войти в АРМ Колл Центра с необходимым функционалом
Как пользователь АРМа
Я хочу при входе пройти авторизацию

Сценарий: Для входа в АРМ Колл Центра оператору 1-ой линии поддержки необходимо ввести логин и пароль

Изначально оператор 1-ой линии находится на странице Авторизации в АРМ Колл Центра
Если оператор 1-ой введет логин ______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставит доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра оператору 2-ой линии поддержки необходимо ввести логин и пароль

Изначально оператор 2-ой линии находится на странице Авторизации в АРМ Колл Центра
Если оператор 2-ой линии введет логин _____ и пароль _____ для авторизации в АРМ Колл Центра
То система предоставит доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра руководителю группы поддержки необходимо ввести логин и пароль

Изначально руководитель группы поддержки находится на странице Авторизации в АРМ Колл Центра
Если руководитель группы поддержки введет логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставит доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра куратору необходимо ввести логин и пароль

Изначально куратор находится на странице Авторизации в АРМ Колл Центра
Если куратор введет логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставит доступ к АРМ Колл Центра