Авторизация оператора в АРМ Колл Центра
Meta:
@arm call_centre
@component authorization

Описание:
Чтобы войти в АРМ Колл Центра
Как оператор
Я хочу при входе пройти авторизацию

Сценарий: Для входа в АРМ Колл Центра (оператор 1-ой линии поддержки) необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Колл Центра
Если кладовщик вводит логин ______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра (оператор 2-ой линии поддержки) необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Колл Центра
Если кладовщик вводит логин _____ и пароль _____ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра (Руководитель группы поддержки)  необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Колл Центра
Если кладовщик вводит логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра

Сценарий: Для входа в АРМ Колл Центра (Куратор)  необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Колл Центра
Если кладовщик вводит логин _______ и пароль ______ для авторизации в АРМ Колл Центра
То система предоставляет доступ к АРМ Колл Центра