Информация о системе в АРМ ТСО
Meta:
@arm tso
@component info

Описание:
Чтобы получить справку по СВП
Как владелец ТС
Я хочу искать информацию о системе на экране терминала самообслуживания

Сценарий: В АРМ ТСО есть возможность просмотреть информацию о системе на стартовой странице

Изначально владелец ТС находится на стартовой странице терминала самообслуживания
Если он обратится за дополнительной информацией к терминалу
То терминал самообслуживания отобразит экран со справочной информацией о системе