Оформление МК в зоне без регистрации в АРМ ЛК
Meta:
@arm lk
@tag component: route maps

Описание:
Чтобы самостоятельно оплачивать свои МК в системе ПО СВП без регистрации в АРМ ЛК
Как пользователь
Я хочу иметь возможность оформить МК в зоне без регистрации в АРМ ЛК

Сценарий: В АРМ ЛК есть возможность оформить МК без регистрации в АРМ ЛК
Meta: @tag component: notifications

Изначально пользователь находится на странице авторизации в АРМ ЛК
Если пользователь заполняет данные для оформления МК
То система забронирует МК

Сценарий: В АРМ ЛК есть возможность оплатить МК без регистрации в АРМ ЛК
Meta: @tag component: notifications

Изначально пользователь находится на странице оформления МК в зоне без регистрации в АРМ ЛК
Если пользователь оплачивает созданную МК
То система вышлет на указанный e-mail оплаченную МК