Оплата МК в личном кабинете
Meta:
@arm call center
@component route maps

Описание:
Чтобы самостоятельно пользоваться МК в системе ПО СВП
Как пользователь колл центра
Я хочу иметь возможность оплатить МК через колл центр

Сценарий:
В личном кабинете есть возможность оплатить МК банковской картой

Изначально пользователь находится на странице Маршрутные карты в ЛК
Если пользователь оплачивает МК stripMapName банковской картой cardName
То система принимает оплату МК stripMapName

Сценарий:
В личном кабинете есть возможность оплатить МК с лицевого счета

Изначально пользователь находится на странице Маршрутные карты в ЛК
Если пользователь оплачивает МК stripMapName с лицевого счета
То система принимает оплату МК stripMapName