Просмотр информации о маршрутных картах ВТС в АРМ Колл Центра
Meta:
@arm call center
@component route maps

Описание:
Чтобы узнать детали маршрутных карт ВТС
Как оператор Колл Центра
Я хочу видеть информацию о всех МК ВТС в АРМ Колл Центра

Сценарий: В АРМ Колл Центра при открытии вкладки Маршрутные карты по умолчанию открывается страница Информация о МК ВТС

Изначально в Колл Центр поступило обращиение от зарегистрированного ВТС Селиванова Ульяна Яковлевна
Если оператор откроет вкладку Маршрутные карты в АРМе Колл Центра
То система откроет страницу Информация об МК ВТС в АРМ Колл Центра







