Оплата МК в личном кабинете

Описание:
Чтобы самостоятельно пользоваться МК в системе ПО СВП
Как пользователь ЛК
Я хочу иметь возможность оплатить МК в личном кабинете

Сценарий:
В личном кабинете есть возможность оплатить МК банковской картой

Изначально пользователь находится на странице Маршрутные карты
Если пользователь оплачивает МК stripMapName банковской картой cardName
То система принимает оплату МК stripMapName

Сценарий:
В личном кабинете есть возможность оплатить МК с лицевого счета

Изначально пользователь находится на странице Маршрутные карты
Если пользователь оплачивает МК stripMapName с лицевого счета
То система принимает оплату МК stripMapName