Оформление МК в личном кабинете

Описание:
Чтобы самостоятельно оплачивать свои МК в системе ПО СВП
Как пользователь ЛК
Я хочу иметь возможность оформить МК в личном кабинете

Сценарий:
В личном кабинете есть возможность оформить МК

Изначально пользователь находится на странице Маршрутные карты
Если пользователь заполняет данные МК stripMapName для оформления
То система зарегистрирует МК stripMapName

Сценарий:
В личном кабинете есть возможность оформить МК по шаблону

Изначально пользователь находится на странице Маршрутные карты
Если пользователь выбирает шаблон stripMapTemplate для оформления МК stripMapName
То система зарегистрирует МК stripMapName