Авторизация в АРМ ЦКН
Meta:
@arm ckn
@tag component: authorization

Описание:
Чтобы войти в АРМ ЦКН
Как оператор
Я хочу иметь собственные логин и пароль для авторизации

Сценарий:
Для входа в АРМ ЦКН оператору необходимо ввести логин и пароль

Изначально оператор находится на странице Авторизации в АРМ ЦКН
Если оператор введет логин operator_kn и пароль Test789) для авторизации в АРМ ЦКН
То система предоставит доступ к АРМ ЦКН

Сценарий:
Для входа в АРМ ЦКН руководителю необходимо ввести логин и пароль

Изначально руководитель находится на странице Авторизации в АРМ ЦКН
Если оператор введет логин Director и пароль Test123$ для авторизации в АРМ ЦКН
То система предоставит доступ к АРМ ЦКН

Сценарий:
Для входа в АРМ ЦКН администратору необходимо ввести логин и пароль

Изначально администратор находится на странице Авторизации в АРМ ЦКН
Если администратор введет логин Admin3 и пароль Test123$ для авторизации в АРМ ЦКН
То система предоставит доступ к АРМ ЦКН