Оформление маршрутных карт в АРМ ЦИПП
Meta:
@arm cpp
@tag component: маршрутные карты

Описание:
Чтобы оформлять маршрутные карты прямо в АРМ ЦИПП
Как оператор ЦИПП
Я хочу иметь соответствующий функционал

Сценарий: Оператор может создать МК для конкретного верифицированного ТС
Meta: @tag component: оповещения

Изначально оператор находится на странице Оформление МК
Если оператор заполнит данные МК для оформления на конкретное верифицированное ТС
То система зарегистрирует МК
И ВТС получит уведомление на e-mail и sms об оформлении МК

Сценарий: Оператор может создать МК для конкретного не верифицированного ТС
Meta: @tag component: оповещения

Изначально оператор находится на странице Оформление МК
Если оператор заполнит данные МК для оформления на конкретное не верифицированное ТС
То система зарегистрирует МК
И ВТС получит уведомление на e-mail и sms об оформлении МК