Оформление маршрутных карт в АРМ ЦИПП
Meta:
@arm cpp
@component route maps

Описание:
Чтобы оформлять маршрутные карты прямо в АРМ ЦИПП
Как оператор ЦИПП
Я хочу иметь соответсвующий функционал

Сценарий: Оператор может создать МК для конкретного ТС

Изначально в ЦИПП поступило обращиение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Маршрутные карты в АРМе ЦИПП
То система откроет страницу Информация об МК ВТС в АРМ ЦИПП
Если оператор выберет действие Оформление МК
То система откроет страницу создания новой МК в АРМ ЦИПП
Если оператор выберет ТС по ГРЗ
И заполнит данные МК для оформления
То система зарегистрирует МК