Просмотр информации о маршрутных картах ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component route maps

Описание:
Чтобы узнать детали маршрутных карт ВТС
Как оператор ЦИПП
Я хочу видеть информацию о всех МК ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Маршрутные карты по умолчанию открывается страница Информация об МК ВТС

Изначально в ЦИПП поступило обращиение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Маршрутные карты в АРМе ЦИПП
То система откроет страницу Информация об МК ВТС в АРМ ЦИПП