Просмотр справочной информации в АРМ ЦИПП
Meta:
@arm cpp
@component info
@wip

Описание:
Чтобы ответить ВТС на интересующие его вопросы
Как оператор АРМ ЦИПП
Я хочу иметь возможность просмотривать справочную информацию в АРМ ЦИПП

Сценарий:
Для предоставления ВТС справочной информации оператор просматривает соответсвующие документы

Изначально оператор находится на странице Общие сведения
Если оператор нажимает просматривает инфомацию по нормативным документам взимания Платы
И нажимает кнопку Информация предоставлена
То система отображает сообщение, что действие успешно завершено
И в Истории текущего обращения добавится строка Информация о нормативных документах РФ по взиманию платы, способах контроля оплаты проезда, штрафах, тарифах, перечне федеральных дорог со статусом Выполнено