Выписка по ЛС ВТС в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы получить выписку по ЛС ВТС
Как оператор
Я хочу находить и просматривать транзакции конкретного ЛС ВТС в АРМ РСО

Сценарий: В АРМ РСО для получения выписки по ЛС ВТС оператор вводит параметры выписки

Изначально оператор находится на странице Универсальные отчеты в АРМ РСО
Если он выберет пункт Выписка по лицевому счету ВТС в левом меню
И задаст ЛС, даты выписки
То система сформирует выписку ЛС в которой отобразятся все операции для этого ЛС за указанный период