Журнал проводок в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы быстро получить данные о проводках системы
Как оператор
Я хочу формировать отчеты по любым параметрам этих проводок

Сценарий: В АРМ РСО для поиска и просмотра проводок оператор использует фильтр

Изначально оператор находится на странице Универсальные отчеты в АРМ РСО
Если он выберет пункт Журнал проводок в левом меню
И задаст ЛС, даты формирования проводок
То система сформирует отчет в котором отобразятся все проводки для этого ЛС за указанный период