Оборотно-сальдовая ведомость в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы получить оборотно-сальдовую ведомость по ЛС
Как оператор
Я хочу формировать параметрпы этой ведомости в АРМ РСО

Сценарий: В АРМ РСО для просмотра оборотно-сальдовой ведомости по ЛС оператор использует фильтр

Изначально оператор находится на странице Универсальные отчеты в АРМ РСО
Если он выберет пункт Оборотно-сальдовая ведомость в левом меню
И задаст ЛС, даты ведомости
То система сформирует ведомость в которой отобразятся все операции для этого ЛС за указанный период