Отчет по поиску платежа в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы быстро получить данные о платежных операциях системы
Как оператор
Я хочу формировать отчеты по любым параметрам этих операций

Сценарий: В АРМ РСО для поиска и просмотра платежей оператор использует фильтр

Изначально оператор находится на странице Универсальные отчеты в АРМ РСО
Если он выберет пункт Отчет по поиску платежа в левом меню
И задаст ЛС, даты платежа
То система сформирует отчет в котором отобразятся все платежи для этого ЛС за указанный период


