Регистрация искового заявления в суд в АРМ ДЗ
Meta:
@arm dz
@component

Описание:
Чтобы сформировать документы в суд в АРМ ДЗ
Как аналитик
Я хочу сформировать исковое заявление

Сценарий: Для сформирования искового заявления в АРМ ДЗ

Изначально аналитик находится на странице Регистрация искового заявления в АРМ ДЗ
Если аналитик сформирует задолженность на сумму взыскания
То система сформирует исковое заявление и отправит уведомления на e-mail контактным лицам ВТС

Сценарий: Для учета передачи документов в суд в АРМ ДЗ

Изначально аналитик выберет исковое заявление по ВТС
Если аналитик при редактировании заявления изменит статус Документы направлены в суд и дату
То система поменяет статус искового заявления и отправит уведомления Аналитику ДЗ на e-mail о необходимости передать документы приставам

Сценарий: Для учета передачи исполнительного листа в ФССП в АРМ ДЗ

Изначально аналитик выберет исковое заявление по ВТС
Если аналитик при редактировании заявления изменит статус Исполнительный лист передан в ФССП и все параметры
И прикрепит скан-копию исполнительного листа
То система поменяет статус искового заявления и отправит уведомления на e-mail контактным лицам ВТС


