Формирование претензии в АРМ ДЗ
Meta:
@arm dz
@tag component: claims

Описание:
Чтобы создать пакет документов для передачи дела в суд при невыплате задолженности ВТС
Как аналитик
Я хочу сформировать претензию в АРМ ДЗ

Сценарий: Формирование претензии в АРМ ДЗ
Meta: @tag component: notifications

Изначально аналитик находится на странице Формирование претензии в АРМ ДЗ
Если аналитик сформирует претензию на необходимую сумму для выбранного ВТС
То система сформирует претензию
И отправит уведомление на e-mail контактным лицам ВТС