Формирование претензии в АРМ ДЗ
Meta:
@arm dz
@tag component: debt

Описание:
Чтобы уведомить ВТС о невыплате задолженности
Как Оператор СВП
Я хочу сформировать претензию в АРМ ДЗ

Сценарий: Формирование претензии в АРМ ДЗ
Meta: @tag component: notifications

Изначально Оператор СВП находится на странице Формирование претензии в АРМ ДЗ
Если Оператор СВП сформирует претензию на 15 рублей для ВТС clientName
То система отобразит статус притензия сформировна
И ВТС придет уведомление о сформировании претензии в соответствии с выбранным каналом <Channels>