Формирование претензии в АРМ ДЗ
Meta:
@arm dz
@tag component: claims
@tag component: notifications

Описание:
Чтобы создать пакет документо для передачи дела в суд при невыплате задолженности
Как аналитик
Я хочу сформировать претензию

Сценарий: Формирование претензии в АРМ ДЗ

Изначально аналитик находится на странице Формирование претензии в АРМ ДЗ
Если аналитик сформирует претензию на необходимую сумму для выбранного ВТС
То система сформирует претензию
И отправит уведомление на e-mail контактным лицам ВТС