Формирование претензии в АРМ ДЗ
Meta:
@arm dz
@tag component: claims

Описание:
Чтобы уведомить ВТС о невыплате задолженности
Как аналитик
Я хочу сформировать претензию в АРМ ДЗ

Сценарий: Формирование претензии в АРМ ДЗ
Meta: @tag component: notifications

Изначально аналитик находится на странице Формирование претензии в АРМ ДЗ
Если аналитик сформирует претензию на 15 рублей для ВТС clientName
То система отобразит претензию в ощем списке претензий
И отправит уведомление на e-mail контактным лицам ВТС