Автоматические корректировки в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы делать большие изменения быстро
Как оператор
Я хочу иметь возможность подгружать файл с корректировками операций в АРМ РСО

Сценарий: В АРМ РСО для корректировки нескольких операций оператор подгружает файл

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Автоматические корректировки в левом меню
То система откроет страницу Автоматические корректировки в АРМ РСО