Возврат ДС ВТС в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы вернуть деньги ВТС в случае необходимости
Как оператор
Я хочу инициировать возврат ДС с ЛС на расчетный счет ВТС в АРМ РСО

Сценарий: В АРМ РСО оператор может вернуть ДС ВТС с лицевого счета на расчетный

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Возврат ДС ВТС в левом меню
То система откроет страницу Возврат ДС ВТС в АРМ РСО

Сценарий: В АРМ РСО для формирования списка возвратов ДС оператор использует фильтр

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Список возвратов ДС в левом меню
То система откроет страницу Список возвратов ДС в АРМ РСО