Выписка по ЛС в АРМ РСО
Meta:
@arm rso
@tag component: payments
@1

Описание:
Чтобы получить выписку по ЛС ВТС
Как оператор
Я хочу находить и просматривать транзакции конкретного ЛС ВТС в АРМ РСО

Сценарий: В АРМ РСО для получения выписки по ЛС ВТС оператор вводит параметры запроса

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Выписка по лицевому счету ВТС в левом меню
То система откроет страницу Выписка по лицевому счету ВТС в АРМ РСО