Начисления в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы узнать информацию по начислениям ВТС
Как оператор
Я хочу находить и просматривать транзакции ВТС в АРМ РСО

Сценарий: В АРМ РСО для поиска начислений ВТС оператор вводит параметры поиска

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Начисления в левом меню
То система откроет страницу Начисления в АРМ РСО