Перенос авансов в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы перенести аванс ВТС с одного ЛС на другой
Как оператор
Я хочу иметь возможность переводить ДС между ЛС ВТС в АРМ РСО

Сценарий: В АРМ РСО оператор может перевести ДС ВТС с одного ЛС на другой

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Перенос авансов в левом меню
То система откроет страницу Перенос авансов в АРМ РСО