Просмотр ВТС в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы узнать спроавочную информацию по ВТС
Как оператор
Я хочу находить и просматривать инфо-страницы ВТС в АРМ РСО

Сценарий: В АРМ РСО операции по платежам, начислениям и выписке по ЛС начинаются с просмотра ВТС

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если он выберет пункт <Item> в левом меню
То система откроет страницу Просмотр ВТС в АРМ РСО

Примеры:
| Item                          |
| Платежи                       |
| Начисления                    |
| Выписка по лицевому счету ВТС |