Список нераспознанных сумм в АРМ РСО
Meta:
@arm rso
@tag component: payments

Описание:
Чтобы быстро искать некорретные операции
Как оператор
Я хочу видеть список нераспознанных сумм в АРМ РСО

Сценарий: В АРМ РСО для поиска нераспознанной суммы оператор вводит параметры поиска

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор найдет и откроет для просмотра ВТС Агро-Авто с ЛС 101000013140
Затем он выберет пункт Список нераспознанных сумм в левом меню
То система откроет страницу Список нераспознанных сумм в АРМ РСО