Отчеты в АРМ ДЗ
Meta:
@arm dz
@component reports

Описание:
Чтобы просмотреть отчет в АРМ ДЗ
Как аналитик
Я хочу выявить ВТС с задолженностью

Сценарий: Для нахождения информация по ВТС и сумме задолженности

Изначально аналитик находится на странице Отчеты в АРМ ДЗ
Если аналитик выберет отчет по дебиторской задолженности ВТС и задаст все параметры по поиску
То отчет отобразит информацию по ВТС и сумме задолженности


Сценарий: Для формирования отчетности по ДЗ в АРМ ДЗ

Изначально руководитель находиться на странице Отчеты в АРМ ДЗ
Если руководитель задаст фильтр <Arrears> для поиска по задолженности ВТС
То система отобразит отчет по ВТС с соответствующими статусами


Примеры:
|Arrears                                       |
|сумме задолженности                           |
|сроку давности задолженности                  |
|сформированных для отправки в суд документов  |
|направленных в суд документов                 |
|наличию переданных приставам документов       |




