Начисления в АРМ РСО
Meta:
@arm rso
@tag component: расчеты

Описание:
Чтобы проводить расчеты с ВТС
Как оператор системы
Я хочу наглядно видеть все начисления ВТС и при необходимости корректировать их

Сценарий: В АРМ РСО для поиска начислений ВТС оператор вводит параметры операций

Изначально оператор находится на странице Расчеты с ВТС в АРМ РСО
Если оператор войдет во вкладку Возврат ДС ВТС в АРМ РСО
И задаст поиск ВТС по <Query>, ЛС, сумму возврата, ID задания в iTop
То система снимет с учета ВТС и совершит возврат денег в АРМ РСО

Примеры:
| Тип данных      | Query           |
| ОГРН            | 7995467064220   |
| ФИО             | Физическое      |
| ИНН             | 5568362148      |


