Плпатежные операции в АРМ РСО
Meta:
@arm rso
@tag component: отчеты

Описание:
Чтобы быстро получить сводные данные о платежных операциях ВТС
Как оператор
Я хочу формировать отчеты по любым параметрам этих операций

Сценарий: В АРМ РСО для формирования отчета по платежам оператор использует фильтр

Изначально оператор находится на странице Универсальные отчеты в АРМ РСО
Если оператор войдет во вкладку выписка по лицевому счеты ВТС (сводная)в АРМ РСО
И задаст ЛС, даты формирования отчета
То система сформирует отчет в котором отобразится операция типа Возврат ДС с ЛС на РС


