Оплата МК в АРМ ТСО
Meta:
@arm tso
@component route maps

Описание:
Чтобы самостоятельно пользоваться МК в системе ПО СВП
Как пользователь ЛАРМ ТСО
Я хочу иметь возможность оплатить МК в АРМ ТСО

Сценарий:
В АРМ ТСО есть возможность оплатить МК банковской картой

Изначально пользователь находится на странице Маршрутные карты в АРМ ТСО
Если пользователь оплачивает МК stripMapName банковской картой cardName
То система принимает оплату МК stripMapName

Сценарий:
В АРМ ТСО есть возможность оплатить МК с лицевого счета

Изначально пользователь находится на странице Маршрутные карты в АРМ ТСО
Если пользователь оплачивает МК stripMapName с лицевого счета
То система принимает оплату МК stripMapName