Оплата МК в АРМ ТСО
Meta:
@arm tso
@component route maps
@wip

Описание:
Чтобы купить МК в терминале самообслуживания
Как владелец ТС
Я хочу иметь возможность оплатить МК в АРМ ТСО

Сценарий:
В АРМ ТСО есть возможность оплатить МК банковской картой

Изначально владелец ТС находится на стартовой странице терминала самообслуживания
Если пользователь оплачивает МК stripMapName банковской картой cardName
То система принимает оплату МК stripMapName

Сценарий:
В АРМ ТСО есть возможность оплатить МК с лицевого счета

Изначально владелец ТС находится на стартовой странице терминала самообслуживания
Если пользователь оплачивает МК stripMapName с лицевого счета
То система принимает оплату МК stripMapName