Добавление контактных лиц
Meta:
@arm lk
@tag component: профиль

Описание:
Чтобы дать доступ к ЛК сотрудникам организации
Как Главный менеджер
Я хочу добавлять контактных лиц в ЛК

Сценарий: В личном кабинете есть возможность пригласить Менеджера ЛС

Изначально Главный менеджер находится на странице Контактные лица в разделе Профиль в ЛК
Если добавит контактное лицо с ролью Менеджер ЛС и укажет ЛС
То система отобразит его в списке контактных лиц
И на почту Менеджера ЛС придет приглашение для регистрации в ЛК

Сценарий: В личном кабинете есть возможность пригласить Менеджера группы

Изначально Главный менеджер находится на странице Контактные лица в разделе Профиль в ЛК
Если добавит контактное лицо с ролью Менеджера группы и укажет группу ТС
То система отобразит его в списке контактных лиц
И на почту Менеджера группы придет приглашение для регистрации в ЛК

