Изменение данных учетной записи
Meta:
@arm lk
@tag component: profile

Описание:
Чтобы поддерживать актуальность информации о пользователе
Как пользователь ЛК
Я хочу изменять данные своей учетной записи

Сценарий: В личном кабинете есть возможность изменить данные учетной записи

Изначально пользователь находится на странице Профиль в ЛК
Если он изменит свои пользовательские данные
То система отобразит на странице новые пользовательские данные

Сценарий: При изменении данных учетной записи происходит проверка заполнения полей Имя и Мобильный телефон

Изначально пользователь находится на странице Профиль в ЛК
Если он очищает поля Имя и Мобильный телефон
То при сохранении изменений система уведомит о необходимости заполнить обязательные поля

Сценарий: В профиле есть возможность сменить ПИН

Изначально пользователь находится на странице Профиль в ЛК
Если он нажимает на кнопку Сменить ПИН
То система уведомит пользователя об изменении ПИН всплывающим окном
И при обновлении страницы в профиле пользователя будет указан новый ПИН