Регистрация группы ТС в АРМ ЦИПП
Meta:
@arm cpp
@tag component vehicles

Описание:
Чтобы добавлять группы ТС в систему ПО СВП
Как оператор ЦИПП
Я хочу регистрировать группы ТС в АРМ ЦИПП

Сценарий:
В АРМ ЦИПП есть возможность регистрировать группы ТС

Изначально оператор АРМ ЦИПП находится на странице Управление группами ТС в АРМ ЦИПП
Если он зарегистрирует новую группу ТС для 2 -х ТС
И добавит менеджера группы ТС
То система отобразит её в общем списке групп ТС
Если он нажмет на эту группу ТС
То группа ТС откроется для просмотра деталей