Авторизация оператора в АРМ Кладовщика
Meta:
@arm klad
@component authorization

Описание:
Чтобы войти в АРМ Кладовщика
Как оператор
Я хочу при входе пройти авторизацию

Сценарий: Для входа в АРМ Кладовщика ЦО необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик вводит логин co_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставляет доступ к АРМ Кладовщика

Сценарий: Для входа в АРМ Кладовщика ЦИПП необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик вводит логин cipp_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставляет доступ к АРМ Кладовщика

Сценарий: Для входа в АРМ Кладовщика филиала необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик вводит логин filial_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставляет доступ к АРМ Кладовщика