Авторизация оператора в АРМ Кладовщика
Meta:
@arm klad
@tag component: авторизация

Описание:
Чтобы войти в АРМ Кладовщика
Как кладовщик
Я хочу при входе пройти авторизацию

Сценарий: Для входа в АРМ Кладовщика необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик введет логин co_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставит доступ к АРМ Кладовщика

Сценарий: Для входа в АРМ Кладовщика ЦИПП необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик введет логин cipp_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставит доступ к АРМ Кладовщика

Сценарий: Для входа в АРМ Кладовщика филиала необходимо ввести логин и пароль

Изначально кладовщик находится на странице Авторизации в АРМ Кладовщика
Если кладовщик введет логин filial_keeper и пароль Test123$ для авторизации в АРМ Кладовщика
То система предоставит доступ к АРМ Кладовщика