Поиск зарегистрированного ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component registration

Описание:
Чтобы начать работу с конкретным ВТС
Как оператор ЦИПП
Я хочу найти ВТС по его вводным данным в АРМ ЦИПП

Сценарий:
Для начала работы с ВТС оператор находит его по известным данным

Изначально оператор находится на странице Выбора действия в АРМ ЦИПП
Если оператор введет в поле для поиска ВТС <Query>
То система отобразит найденные по запросу <Query> ВТС

Примеры:
| Тип данных      | Query           |
| ОГРН            | 7995467064220   |
| ИНН             | 5568362148      |
| Наименованию    | Романовы        |
| ФИО             | Физическое      |
| ОГРНИП          | 222355068998932 |
| Данные паспорта | 3333333333      |