Поиск зарегистрированного ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component registration
@wip

Описание:
Чтобы начать работу с конкретным ВТС
Как оператор АРМ ЦИПП
Я хочу найти ВТС по его вводным данным

Сценарий:
Для начала работы с ВТС оператор находит его по ОГРН

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС 7995467064220
То система отображает найденный по данному запросу ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ИНН

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС 5568362148
То система отображает найденный по данному запросу ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по Наименованию

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС Романовы
То система отображает найденный по данному запросу ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ФИО

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС Физическое Лицо Батькович
То система отображает найденный по данному запросу ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ОГРНИП

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС 222355068998932
То система отображает найденный по данному запросу ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по номеру и серии паспорта

Изначально оператор находится на странице выбора действия
Если оператор вводит в поле для поиска ВТС 3333333333
То система отображает найденный по данному запросу ВТС
