Просмотр информации о ВТС в АРМ ЦИПП
Meta:
@arm cpp
@tag component registration

Описание:
Чтобы уточнить данные о ВТС
Как оператор ЦИПП
Я хочу видеть всю информацию о ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Регистрация по умолчанию открывается страница Информация о ВТС

Изначально в ЦИПП поступило обращение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Регистрация в АРМе ЦИПП
То система откроет страницу Информация о ВТС в АРМ ЦИПП
Если оператор предоставит информацию с этой страницы владельцу ТС
То система сохранит событие Регистрация - Информация о ВТС - Выполнено в истории текущего обращения