Просмотр информации ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component registration
@wip

Описание:
Чтобы уточнить данные о ВТС в системе
Как оператор ЦИПП
Я хочу видеть всю информацию о ВТС в АРМ ЦИПП

Сценарий:
Для подтверждения данных ВТС оператор просматривает информацию по ВТС

Изначально оператор находится на странице Информация о ВТС
Если оператор нажимает на кнопку Информация предоставлена
То система отображает сообщение, что действие успешно завершено
И в Истории текущего обращения добавится строка Информации о ВТС со статусом Выполнено