Регистрация ИП в АРМ ЦИПП
Meta:
@arm cpp
@component registration

Описание:
Чтобы регистрировать транспортные средства ИП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как ИП

Сценарий:
После регистрации ИП в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК

Сценарий:
После регистрации ИП нерезидента РФ в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС нерезидента РФ как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК