Регистрация ИП в АРМ ЦИПП
Meta:
@arm cpp
@component registration

Описание:
    Чтобы регистрировать транспортные средства ИП
    Как оператор АРМ ЦИПП
    Я хочу иметь возможность регистрировать владельца ТС как ИП

Сценарий:
Для внесения данных ИП в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
И в его почтовом ящике нет писем от СВП Платон
Если оператор зарегистрирует ВТС как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК

Сценарий:
Для внесения данных ИП нерезидента РФ в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
И в его почтовом ящике нет писем от СВП Платон
Если оператор зарегистрирует ВТС нерезидента РФ как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК