Регистрация ФЛ в АРМ ЦИПП
Meta:
@arm cpp
@component registration
@pending

Описание:
Чтобы регистрировать ТС частных лиц в системе ПО СВП
Как оператор ЦИПП
Я хочу регистрировать владельцев ТС как физическое лицо

Сценарий:
После регистрации ФЛ в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС как Физическое лицо (fltestowner@gmail.com)
То система отправит на fltestowner@gmail.com ссылку с доступом к ЛК

Сценарий:
После регистрации ФЛ нерезидента РФ в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС нерезидента РФ как Физическое лицо (fltestowner@gmail.com)
То система отправит на fltestowner@gmail.com ссылку с доступом к ЛК