Регистрация ИП в АРМ ЦИПП
Meta:
@arm cpp
@tag component: registration

Описание:
Чтобы регистрировать ТС предпринимателей в системе ПО СВП
Как оператор ЦИПП
Я хочу регистрировать владельцев ТС как ИП

Сценарий:
После регистрации ИП в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК
Meta: @tag component: notifications

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК

Сценарий:
После регистрации ИП нерезидента РФ в АРМ ЦИПП, на указанную почту прийдет письмо с доступом к ЛК
Meta: @tag component: notifications

Изначально оператор находится на странице Регистрации ВТС в АРМ ЦИПП
Если оператор зарегистрирует ВТС нерезидента РФ как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК