Регистрация ЮЛ в АРМ ЦИПП
Meta:
@arm cpp
@feature registration

Описание:
Чтобы регистрировать ТС организаций в системе ПО СВП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как юридическое лицо

Сценарий:
В АРМ ЦИПП оператор регистрирует ВТС как юридическое лицо

Изначально оператор находится на странице Регистрация ВТС в ЦИПП
Если он выбирает тип клиента "Юридическое лицо" и резидентство "Российская Федерация"
И заполняет ОГРН: 1234567890123 присвоен 22.11.1984, ИНН: 1234567890, КПП: 123456789
И выбирает ОПФ организации: Общества с ограниченной ответственностью
И выбирает категорию юридического лица: Мелкое
И заполняет полное и краткое наименования юридического лица: Рога и Копыта (РиК)
И заполняет юридический адрес: 111111; Город Москва улица Краснодарская; д. 6; кв. 9
И заполняет данные расчетного счета: номер 123456789101112, банк Русский стандарт, БИК 123321123, ИНН 1234567890, КПП 1233232, ОКПО 4343, Корсчет 1122332211, Получатель РиК
И заполняет личные данные руководителя: Степанов Станислав Ерофеевич родился 22.11.1984
И заполняет паспортные данные руководителя: 3232 145532 выдан ОВД Тейксковского р-на Ивановской области 22.06.2004
И заполняет адрес регистрации руководителя: 111111; Город Москва улица Краснодарская; д. 6; кв. 9
И указывает, что фактический адрес руководителя совпадает с адресом регистрации
И заполняет личные данные доверенного лица: Степанов Станислав Ерофеевич родился 22.11.1984
И заполняет паспортные данные доверенного лица: 3232 145532 выдан ОВД Тейксковского р-на Ивановской области 22.06.2004
И заполняет адрес регистрации доверенного лица: 111111; Город Москва улица Краснодарская; д. 6; кв. 9
И указывает, что фактический адрес доверенного лица совпадает с адресом регистрации
И заполняет личные данные контактного лица: Степанова Станислава Ерофеевна
И заполняет основные контакты: телефон 9823744433 и email mail@mail.ru
И подтверждает регистрацию
То оператору предлагается зарегистрировать транспортное средство