Регистрация пользователя в АРМ ТСО
Meta:
@arm tso
@component registration

Описание:
Чтобы войти в АРМ ТСО
Как пользователь
Я хочу при входе пройти регистрацию

Сценарий: Для регистрации в АРМ ТСО незарегистрированного ТС для неверифицированного ВТС необходимо ввести данные ТС и ВТС

Изначально пользователь находится на странице Авторизации в АРМ ТСО
Если пользователь вводит данные незарегистрированного ТС и неверифицированного ВТС для регистрации в АРМ ТСО
То система предоставляет доступ к АРМ ТСО и добавляет ТС к списку ТС для неверифицированного ВТС