Регистрация ТС в АРМ ТСО
Meta:
@arm tso
@tag component: vehicles

Описание:
Чтобы добавлять новые ТС в систему ПО СВП
Как владелец ТС
Я хочу иметь возможность регистрировать ТС в АРМ ТСО

Сценарий: Для регистрации в АРМ ТСО незарегистрированного ТС для неверифицированного ВТС необходимо ввести данные ТС и ВТС

Изначально владелец ТС находится на стартовой странице терминала самообслуживания
Если пользователь вводит данные незарегистрированного ТС и неверифицированного ВТС для регистрации в АРМ ТСО
То система предоставляет доступ к АРМ ТСО и добавляет ТС к списку ТС для неверифицированного ВТС