Заключение договора на БУ в АРМ ЦИПП
Meta:
@arm cpp
@tag component: devices

Описание:
Чтобы подтвердить согласие ВТС с требованиями и правилами использования БУ
Как оператор ЦИПП
Я хочу заключить с ВТС договор на БУ

Сценарий: Оператор имеет возможность сохранить шаблон договора на БУ с реквизитами ВТС

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Заключить договор и выберет подписанта
То система сохранит шаблон договора с заполненными реквизитами ВТС

Сценарий: Оператор имеет возможность распечатать договор на БУ с реквизитами ВТС

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Печать
То система выведет на печать договор с заполненными реквизитами ВТС

Сценарий: Оператор имеет возможность сохранить скан-копию подписанного договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Загрузить и приложит скан-копию подписанного договора на БУ
То система сохранит скан-копию подписанного договора на БУ

Сценарий: Оператор имеет возможность просмотреть подписанную скан-копию подписанного договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Просмотр
То система откроект на просмотр скан-копию подписанного договора на БУ

Сценарий: Оператор может удалить сохраненную скан-копию подписанного договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку удалить
То система удалит скан-копию подписанного договора на БУ

Сценарий: Оператор может удалить заключеннный договор на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Удалить договор
То система удалит заключенный договор на БУ

Сценарий: Оператор имеет возможность сохранить дополнительное соглашение для договора на БУ с реквизитами ВТС

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Заключить доп.соглашение и выберет подписанта
То система сохранит дополнительное соглашение для договора с заполненными реквизитами ВТС

Сценарий: Оператор имеет возможность распечатать дополнительное соглашение для договора на БУ с реквизитами ВТС

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Печать
То система выведет на печать дополнительное соглашение для договора на БУ с реквизитами ВТС

Сценарий: Оператор имеет возможность сохранить скан-копию подписанного дополнительного соглашения для договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Загрузить и приложит скан-копию подписанного дополнительного соглашения для договора на БУ
То система сохранит скан-копию подписанного дополнительного соглашения для договора на БУ

Сценарий: Оператор имеет возможность просмотреть подписанную скан-копию подписанного дополнительного соглашения для договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Просмотр
То система откроект на просмотр скан-копию подписанного дополнительного соглашения для договора на БУ

Сценарий: Оператор может удалить сохраненную скан-копию подписанного дополнительного соглашения для договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку удалить
То система удалит скан-копию подписанного дополнительного соглашения для договора на БУ

Сценарий: Оператор может удалить заключенное дополнительное соглашение для договора на БУ

Изначально Оператор находится на станице Заключение договора на БУ
Если он нажмет кнопку Удалить договор
То система удалит заключенное дополнительное соглашение для договора на БУ