Просмотр информации о бортовых устройствах ВТС в АРМ ЦИПП
Meta:
@arm cpp
@tag component: бортовые устройства

Описание:
Чтобы узнать состояния БУ ВТС
Как оператор ЦИПП
Я хочу видеть информацию о всех БУ ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Бортовые устройства по умолчанию открывается страница Информация о БУ ВТС

Изначально в ЦИПП обратился зарегистрированный ВТС Селиванова Ульяна Яковлевна
Если оператор откроет вкладку Бортовые устройства в АРМ ЦИПП
То система откроет страницу Информация о БУ ВТС в АРМ ЦИПП
Если оператор предоставит информацию с этой страницы владельцу ТС
То система сохранит событие Бортовые устройства - Информация о БУ ВТС - Выполнено в истории текущего обращения