Просмотр информации о бортовых устройствах ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component devices

Описание:
Чтобы узнать состояния БУ ВТС
Как оператор ЦИПП
Я хочу видеть информацию о всех БУ ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Бортовые устройства по умолчанию открывается страница Информация о БУ ВТС

Изначально в ЦИПП поступило обращиение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Бортовые устройства в АРМе ЦИПП
То система откроет страницу Информация о БУ ВТС в АРМ ЦИПП