Резервирование БУ по заказу в АРМ ЦИПП
Meta:
@arm cpp
@component devices

Описание:
Чтобы отложить БУ по заказу для выдачи ВТС
Как оператор АРМ ЦИПП
Я хочу иметь возможность зарезервировать БУ

Сценарий: Кладовщик может зарезервировать БУ по заказу

Изначально Кладовщик находится на странице Заказы ВТС
Если он выберет заказ и нажмет кнопку Зарезервировать
То система зарезервирует БУ

Сценарий: Оператор может посмотреть статус заказа на БУ

Изначально Оператор находится на странице Бортовые устройства
Если он выберет действие Просмотр заказов на БУ
То система отобразит зарезервированный заказ со статусом Готов к выдаче
