Установка режима БУ в АРМ ЦИПП
Meta:
@arm cpp
@tag component: devices

Описание:
Чтобы установить режим БУ
Как оператор ЦИПП
Я хочу иметь соответствующий функционал

Сценарий:
Оператор имеет возможность перенести БУ в режим транспортировки

Изначально оператор находится на странице Бортовые устройства
Если он установит режим БУ указав данные по параметрам <Parameter>
И нажать кнопку Перенести БУ в режим транспортировки
То система установит соответствующий режим для БУ

Примеры:
| Parameter             |
| ГРЗ                   |
| № БУ                  |
| Статус                |
| Статус технический    |
