Запуск и отключение уведомлений владельцев ТС в АРМ Администратора
Meta:
@arm admin
@component notification

Описание:
Чтобы узнать, какие оповещение приходят клиенту
Как администратор
Я хочу иметь возможность посмотреть запущенные уведомления

Сценарий: Администратор может включить оповещение о снятии ТС с учета

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор проставит чекбокс Запуск в списке уведомлений ТС напротив тригера ТС снято с учета
То клиенту начнут приходить уведомления при снятии ТС с учета

Сценарий: Администратор может отключить оповещение о снятии ТС с учета

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор уберет чекбокс Запуск в списке уведомлений ТС напротив тригера ТС снято с учета
То клиенту перестанут приходить уведомления при снятии ТС с учета

Сценарий: Администратор может включить оповещение об оформлении МК

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор проставит чекбокс Запуск в списке уведомлений ТС напротив тригера МК оформлена, код оплаты через терминалы партнеров ХХХХХ
То клиенту начнут приходить уведомления при оформлении МК

Сценарий: Администратор может отключить оповещение об оформлении МК

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор уберет чекбокс Запуск в списке уведомлений ТС напротив тригера МК оформлена, код оплаты через терминалы партнеров ХХХХХ
То клиенту перестанут приходить уведомления при оформлении МК

Сценарий: Администратор может включить оповещение о возникновении задолженности

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор проставит чекбокс Запуск в списке уведомлений ТС напротив тригера Возникновение задолженности
То клиенту начнут приходить уведомления при оформлении МК

Сценарий: Администратор может отключить оповещение о возникновении задолженности

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор уберет чекбокс Запуск в списке уведомлений ТС напротив тригера Возникновение задолженности
То клиенту перестанут приходить уведомления при оформлении МК

Сценарий: Администратор может включить оповещение о низком балансе ЛС

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор проставит чекбокс Запуск в списке уведомлений ТС напротив тригера Низкий баланс ЛС
То клиенту начнут приходить уведомления при оформлении МК

Сценарий: Администратор может отключить оповещение о низком балансе ЛС

Изначально администратор находится на странице Управление пользователями в АРМ Администратора
Если администратор перейдет во вкладку Управление оповещениями
И выберет действие Уведомление владельцев ТС
То система откроет страницу со списком уведомлений ТС
Если администратор уберет чекбокс Запуск в списке уведомлений ТС напротив тригера Низкий баланс ЛС
То клиенту перестанут приходить уведомления при оформлении МК

