Предзаказ БУ в личном кабинете
Meta:
@arm lk
@feature vehicles

Описание:
Чтобы оформить БУ для своего ТС
Как пользователь ЛК
Я хочу иметь возможность делать предзаказ БУ в личном кабинете

Сценарий:
В личном кабинете есть возможность заказать БУ для своего ТС самовывозом

Изначально пользователь находится на странице Транспортные средства в ЛК
Если пользователь оформит предзаказ БУ для ТС vehicleName самовывозом
То система отобразит на странице Мои заказы БУ для ТС vehicleName самовывозом

Сценарий:
В личном кабинете есть возможность заказать БУ для своего ТС с доставкой

Изначально пользователь находится на странице Транспортные средства в ЛК
Если пользователь оформит предзаказ БУ для ТС vehicleName с доставкой
То система отобразит на странице Мои заказы БУ для ТС vehicleName с доставкой