Регистрация группы ТС в личном кабинете
Meta:
@arm lk
@component vehicles

Описание:
Чтобы самостоятельно добавлять свои группы ТС в систему ПО СВП
Как пользователь ЛК
Я хочу иметь возможность регистрировать группы ТС в личном кабинете

Сценарий:
В личном кабинете есть возможность регистрировать группы ТС

Изначально пользователь находится на странице Транспортные средства в ЛК
Если пользователь объеденит 2 своих ТС в группу Дальний восток
То система создаст группу для этих ТС с названием Дальний восток