Информация о способах обращения владельцев ТС
Meta:
@arm cpp
@tag component: info

Описание:
Чтобы знать порядок направления обращения ВТС
Как оператор ЦИПП
Я хочу иметь в доступ к  информации обращения ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Информация о способах и направлениях предложения, жалобы/претензии, благодарности

Если оператор откроет вкладку Обратная связь в АРМ ЦИПП
И откроет страницу Информация о способах и направлениях предложения, жалобы/претензии, благодарности в АРМ ЦИПП
То оператор предоставит информацию с этой страницы владельцу ТС

