Просмотр истории обращений ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component appeals

Описание:
Чтобы учитывать весь объем общения с ВТС
Как оператор ЦИПП
Я хочу иметь в доступе историю всех обращений ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Обратная связь по умолчанию открывается страница История обращений

Изначально в ЦИПП поступило обращиение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Обратная связь в АРМе ЦИПП
То система откроет страницу История обращений в АРМ ЦИПП