Создание задания в АРМ ЦИПП
Meta:
@arm cpp
@tag component feedback

Описание:
Чтобы сообщать о регистрации ТС в систему ПО СВП
Как оператор АРМ ЦИПП
Я хочу иметь возможность создавать задание в процессе регистрации ТС в АРМ ЦИПП

Сценарий:
В АРМ ЦИПП есть возможность создавать задание в процессе регистрации ТС

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор создает задание в процессе регистрации ТС
И прикрепляет скан-копию заявления ВТС
То система отобразит его в Истории заданий
И в истории текущего обращения добавится строка Регистрация ТС со статусом Создано задание