Снятие ВТС с учета в АРМ РСО
Meta:
@arm rso
@component authorization

Описание:
Чтобы  в АРМ РСО
Как оператор
Я хочу при

Сценарий: Для поиска нужного ВТС в АРМ РСО

Изначально оператор находится на странице Корректировка в АРМ РСО
Если оператор войдет во вкладку Возврат ДС ВТС в АРМ РСО
И задаст поиск ВТС по <Query>, ЛС, сумму возврата, ID задания в iTop
То система снимет с учета ВТС и совершит возврат денег в АРМ РСО

Примеры:
| Тип данных      | Query           |
| ОГРН            | 7995467064220   |
| ФИО             | Физическое      |
| ИНН             | 5568362148      |


