Отчеты ВТС с учета в АРМ РСО
Meta:
@arm rso
@tag component authorization

Описание:
Чтобы увидеть отчет о Возврат ДС с ЛС  в АРМ РСО
Как оператор
Я хочу сформировать отчет Возврат ДС с ЛС в АРМ РСО

Сценарий: Для формирования отчета Возврат ДС с ЛС в АРМ РСО

Изначально оператор находится на странице Отчеты в АРМ РСО
Если оператор войдет во вкладку выписка по лицевому счеты ВТС (сводная)в АРМ РСО
И задаст ЛС, даты формирования отчета
То система сформирует отчет в котором отобразится операция типа Возврат ДС с ЛС на РС


