Оформление МК в зоне без регистрации в АРМ ЛК
Meta:
@arm lk
@tag component: маршрутные карты

Описание:
Чтобы самостоятельно оплачивать свои МК в системе ПО СВП без регистрации в ЛК
Как пользователь ПО СВП
Я хочу иметь возможность оформить МК в зоне без регистрации в АРМ ЛК

Сценарий:
В личном кабинете есть возможность оформить МК без регистрации в в АРМ ЛК
Meta: @tag component: оповещения

Изначально пользователь находится на странице авторизации в ЛК
Если пользователь заполняет данные для оформления МК
То система забронирует МК

Сценарий:
В личном кабинете есть возможность оплатить МК без регистрации в в АРМ ЛК
Meta: @tag component: оповещения

Изначально пользователь находится на странице оформления МК в зоне без регистрации в АРМ ЛК
Если пользователь оплачивает созданную МК
То система вышлет на указанный e-mail оплаченную МК