Просмотр МК в личном кабинете
Meta:
@arm lk
@tag component: маршрутные карты

Описание:
Чтобы уточнить детали своей МК в системе ПО СВП
Как пользователь ЛК
Я хочу видеть данные МК в личном кабинете

Сценарий:
В личном кабинете отображаются все данные МК

Изначально пользователь находится на странице Маршрутные карты в ЛК
Если пользователь выберет stripMapName в списке MK для проссмотра
То система отобразит все данные MK stripMapName

Сценарий:
В личном кабинете можно вывести на печать оформленную МК

Изначально пользователь находится на странице просмотра маршрутной карты stripMapName в ЛК
Если пользователь нажмет кнопку Распечатать
То система выведет МК в форме для печати