Регистрация ИП в личном кабинете
Meta:
@arm lk
@component registration

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как индивидуальный предприниматель

Сценарий:
Для получения доступа ИП в личный кабинет необходимо пройти регистрацию

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь регистрирует себя как Индивидуальный предприниматель (iptestowner@gmail.com)
То система предоставляет пользователю доступ к личному кабинету