Регистрация ИП в личном кабинете
Meta:
@arm lk
@component registration
@2

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как индивидуальный предприниматель

Сценарий: Для получения доступа в личный кабинет необходимо пройти верификацию ИП

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь регистрирует себя как Индивидуальный предприниматель (iptestowner@gmail.com)
И оператор проводит верификацию данных пользователя
То система предоставляет пользователю доступ к личному кабинету