Регистрация ФЛ в личном кабинете
Meta:
@arm lk
@component registration
@2

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как физическое лицо

Сценарий:
Для получения доступа ФЛ в личный кабинет необходимо пройти регистрацию

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Физическое лицо (fltestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (fltestowner@gmail.com)