Изменение данных группы ТС в личном кабинете
Meta:
@arm lk
@tag component: vehicles

Описание:
Чтобы самостоятельно обновлять данные о группе ТС в системе ПО СВП
Как пользователь ЛК
Я хочу иметь возможность менять данные группы ТС в личном кабинете

Сценарий:
В личном кабинете есть возможность изменить данные группы ТС

Изначально пользователь находится на странице Транспортные средства в ЛК
Если пользователь изменит данные группы ТС vehiclesGroupName
То система сохранит новые данные группы ТС vehiclesGroupName