Регистрация группы ТС в личном кабинете
Meta:
@arm lk
@tag component vehicles

Описание:
Чтобы самостоятельно добавлять свои группы ТС в систему ПО СВП
Как пользователь ЛК
Я хочу иметь возможность регистрировать группы ТС в личном кабинете

Сценарий:
В личном кабинете есть возможность регистрировать группы ТС

Изначально пользователь находится на странице Транспортные средства в ЛК
Если он зарегистрирует новую группу ТС для 2 -х своих ТС
То система отобразит её в общем списке групп ТС
Если он нажмет на эту группу ТС
То группа ТС откроется для просмотра деталей