Регистрация индивидуального предпринимателя

Описание:
Чтобы регистрировать транспортные средства ИП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как ИП

Сценарий:
Регистрация ТС юридического лица возможна после регистрации его, как владельца ТС

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если он выбирает тип клиента "Индивидуальный предприниматель" и резидентство "Российская Федерация"
И заполняет личные данные доверенного лица: Степанов Станислав Ерофеевич родился 22.11.1984
И заполняет паспортные данные доверенного лица: 3232 145532 выдан ОВД Тейксковского р-на Ивановской области 22.06.2004
И заполняет адрес регистрации доверенного лица: 111111; Город Москва улица Краснодарская; д. 6; кв. 9
И указывает, что фактический адрес доверенного лица совпадает с адресом регистрации
И заполняет личные данные контактного лица: Степанова Станислава Ерофеевна
И заполняет основные контакты: телефон 9823744433 и email mail@mail.ru
И подтверждает регистрацию
То оператору предлагается зарегистрировать транспортное средство