Регистрация ФЛ в АРМ ЦИПП
Meta: @1

Описание:
Чтобы регистрировать ТС частных лиц в системе ПО СВП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как физическое лицо

Сценарий:
В АРМ ЦИПП оператор регистрирует ВТС как физическое лицо

Изначально оператор находится на странице Регистрации ВТС
!--Если он выбирает тип клиента "Физическое лицо" и резидентство "Российская Федерация"
И заполняет данные клиента из файла: examples/Регистрация_физического_лица.csv
То система регистрирует ВТС с этими данными