Просмотр МК в АРМ ЛК

Meta:
@arm lk
@tag component: road maps

Описание:
Чтобы уточнить детали своей МК в системе ПО СВП
Как владелец ТС
Я хочу видеть данные МК в АРМ ЛК

Сценарий: В АРМ ЛК отображаются все данные МК

Изначально владелец ТС находится на странице Маршрутные карты в АРМ ЛК
Если пользователь выберет stripMapName в списке MK для проссмотра
То система отобразит все данные MK stripMapName

Сценарий: В АРМ ЛК можно вывести на печать оформленную МК

Изначально владелец ТС находится на странице просмотра маршрутной карты stripMapName в АРМ ЛК
Если пользователь нажмет кнопку Распечатать
То система выведет МК в форме для печати