Авторизация пользователя в АРМ ТСО
Meta:
@arm tso
@component authorization

Описание:
Чтобы войти в личный кабинет АРМа ТСО
Как пользователь
Я хочу при входе пройти авторизацию

Сценарий: Для авторизации в АРМ ТСО верифицированного ВТС необходимо ввести данные о ТС

Изначально пользователь находится на странице начала использования АРМа ТСО
Если пользователь вводит ГРНЗ A023HK298 и номер СТС 8923992738 выданный 24.02.2015 для авторизации в АРМ ТСО
То система предоставляет доступ к личному кабинету АРМа ТСО