Подача обращения в личном кабинете
Meta:
@arm lk
@tag component: обращения

Описание:
Чтобы получать техническую поддержку
Как пользователь ЛК
Я хочу создавать обращения в личном кабинете

Сценарий:
В личном кабинете Главный менеджер имеет возможность подать обращение

Изначально Главный менеджер находится на странице Обращения в ЛК
Если он создаст новое обращение
То система отобразит это обращение в общем списке обращений
Если он нажмет на это обращение
То обращение откроется для просмотра деталей

Сценарий:
В личном кабинете Менеджер ЛС имеет возможность подать обращение

Изначально Менеджер ЛС находится на странице Обращения в ЛК
Если он создаст новое обращение
То система отобразит это обращение в общем списке обращений
Если он нажмет на это обращение
То обращение откроется для просмотра деталей

Сценарий:
В личном кабинете Менеджер группы имеет возможность подать обращение

Изначально Менеджер группы находится на странице Обращения в ЛК
Если он создаст новое обращение
То система отобразит это обращение в общем списке обращений
Если он нажмет на это обращение
То обращение откроется для просмотра деталей