Просмотр истории обращений ВТС в АРМ ЛК
Meta:
@arm lk
@tag component: appeals

Сценарий:
В личном кабинете есть возможность просмотреть историю обращений за последние 3 месяца

Изначально пользователь находится на странице Обращения в ЛК
Если он просмотрит историю своих обращений
То найдет только обращения, поданные за последние три месяца

Сценарий:
В личном кабинете есть возможность запросить историю обращений на электронную почту

Изначально пользователь находится на странице Обращения в ЛК
Если он запросит историю обращений с <startDate> по <endDate> на элкетронную почту
То система отправит письмо на email учетной записи с историей обращений

Примеры:
| startDate             | endDate               |
| 03.06.2015            | 03.07.2015            |