Авторизация в АРМ ЦИПП
Meta:
@arm cpp
@tag component: авторизация

Описание:
Чтобы войти в АРМ ЦИПП
Как оператор
Я хочу иметь собственные логин и пароль для авторизации

Сценарий:
Для входа в АРМ ЦИПП оператору необходимо ввести логин и пароль

Изначально оператор находится на странице Авторизации в АРМ ЦИПП
Если оператор введет логин operator_1 и пароль qwerty123$ для авторизации в АРМ ЦИПП
То система предоставит доступ к АРМ ЦИПП

Сценарий:
Для входа в АРМ ЦИПП админу необходимо ввести логин и пароль
Meta: @ignore

Изначально админ находится на странице Авторизации в АРМ ЦИПП
Если админ введет логин Admin3 и пароль Test123$ для авторизации в АРМ ЦИПП
То система предоставит доступ к АРМ ЦИПП