Подача обращения в личном кабинете
Meta:
@arm lk
@component appeals

Описание:
Чтобы получать техническую поддержку
Как пользователь ЛК
Я хочу создавать обращения в личном кабинете

Сценарий: В личном кабинете есть возможность подать обращение
Meta: @1

Изначально пользователь находится на странице Обращения в ЛК
Если он создаст обращение <title> в рзаделе <theme> с текстом <text>
То система зарегистрирует обращение со заголовком <title>

Примеры:
| theme                 | title                 | text                     |
| Баланс лицевого счета | Тестовое обращениене  | Тестовый текст обращения |
| Баланс лицевого счета | Тестовое обращениене  | Тестовый текст обращения |