Подача обращения в личном кабинете
Meta:
@arm lk
@feature appeals

Описание:
Чтобы получать техническую поддержку
Как пользователь ЛК
Я хочу создавать обращения в личном кабинете

Сценарий: В личном кабинете есть возможность создать обращение

Изначально пользователь находится на странице Обращения в ЛК
Если он создаст обращение <Title> в рзаделе <Theme>
И укажет в тексте обращения <Text>
То система зарегистрирует обращение со статусом "Status"

Примеры:
| Theme                 | Title                 | Text                     | Status |
| Баланс лицевого счета | Тестовое обращениене  | Тестовый текст обращения | Новое  |