Регистрация ИП в ЦИПП
Meta:
@arm cpp
@component registration
@2

Описание:
Чтобы регистрировать транспортные средства ИП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как ИП

Сценарий:
Для внесения данных ИП в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор зарегистрирует ВТС как Индивидуальный предприниматель (iptestowner@gmail.com)
То система отправит на iptestowner@gmail.com ссылку с доступом к ЛК