Регистрация ФЛ в ЦИПП
Meta:
@arm cpp
@component registration

Описание:
Чтобы регистрировать ТС частных лиц в системе ПО СВП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как физическое лицо

Сценарий:
Для внесения данных ФЛ в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор зарегистрирует ВТС как Физическое лицо (fltestowner@gmail.com)
То система отправит на fltestowner@gmail.com ссылку с доступом к ЛК

Сценарий:
Для внесения данных ФЛ нерезидента РФ в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор зарегистрирует ВТС нерезидента РФ как Физическое лицо (fltestowner@gmail.com)
То система отправит на fltestowner@gmail.com ссылку с доступом к ЛК