Регистрация ЮЛ в ЦИПП
Meta:
@arm cpp
@component registration
@2

Описание:
Чтобы регистрировать ТС организаций в системе ПО СВП
Как оператор АРМ ЦИПП
Я хочу иметь возможность регистрировать владельца ТС как юридическое лицо

Сценарий:
Для внесения данных ЮЛ в систему необходимо пройти регистрацию

Изначально оператор находится на странице Регистрации ВТС в ЦИПП
Если оператор зарегистрирует ВТС как Юридическое лицо (ultestowner@gmail.com)
То система отправит на ultestowner@gmail.com ссылку с доступом к ЛК