Предзаказ БУ в АРМ ЛК
Meta:
@arm lk
@tag component: vehicles

Описание:
Чтобы оформить БУ для своего ТС
Как владелец ТС
Я хочу иметь возможность делать предзаказ БУ в АРМ ЛК

Сценарий:
В АРМ ЛК есть возможность заказать БУ для своего ТС самовывозом

Изначально владелец ТС находится на странице Транспортные средства в АРМ ЛК
Если пользователь оформит предзаказ БУ для ТС vehicleName самовывозом
То система отобразит на странице Мои заказы БУ для ТС vehicleName самовывозом

Сценарий:
В АРМ ЛК есть возможность заказать БУ для своего ТС с доставкой
Meta:
@ignore

Изначально владелец ТС находится на странице Транспортные средства в АРМ ЛК
Если пользователь оформит предзаказ БУ для ТС vehicleName с доставкой
То система отобразит на странице Мои заказы БУ для ТС vehicleName с доставкой