Изменение периодов для МК в АРМ Администратора
Meta:
@arm admin
@component route maps

Описание:
Чтобы изменять периоды оформления и начала действия МК
Как администратор
Я хочу устанавливать периоды оформления и начала действия МК в АРМ Администратора

Сценарий: В АРМ Администратора можно менять различные периоды для МК

Изначально администратор находится на странице Маршрутные карты в АРМ Администратора
Если администратор изменит для выбранного <Period> значения <Duration> и <Scaling>
То система сохранит новые настройки для выбранного <Period>

Примеры:
| Period                                                        | | Duration           | | Scaling |
| Максимальный период покупки МК                                | | 5                  | | Минута  |
| Личный кабинет                                                | | 5                  | | Минута  |
| ТСО                                                           | | 5                  | | Минута  |
| Call-центр                                                    | | 5                  | | Минута  |
| Период действия МК от даты/времени актиции                    | | 5                  | | Минута  |
| Период оплаты в статусе Оформлена                             | | 5                  | | Минута  |
| МП                                                            | | 5                  | | Минута  |
| ЦИПП                                                          | | 5                  | | Минута  |
| QIWI                                                          | | 5                  | | Минута  |
| Период отмены МК в статусе оплачена до даты времени активации | | 5                  | | Минута  |