Настройка стоимости МК в АРМ Администратора
Meta:
@arm admin
@tag component: route maps

Описание:
Чтобы изменять расчет стоимости МК
Как администратор
Я хочу устанавливать требуемые параметры формирования стоимости МК

Сценарий: В АРМ Администратора можно менять начало действия МК
Изначально администратор находится на странице Маршрутные карты в АРМ Администратора
Если администратор выберет Начало действия тарифа <Action>
То система установит формирование стоимости МК в зависимости от <Action>

Примеры:
| Action                  |
| Дата начала действия МК |
| Дата оформления МК      |