Оформление ЛС в АРМ ЦИПП
Meta:
@arm cpp
@tag component: payments

Описание:
Чтобы добавить ЛС ВТС
Как оператор ЦИПП
Я хочу оформить новый ЛС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП можно оформить новый ЛС ВТС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он введет название нового ЛС и прикрепит необходимые документы
То система создаст новый ЛС с указанным названием для этого ВТС

Сценарий: В АРМ ЦИПП можно пригласить нового Менеджера ЛС при оформлении нового ЛС ВТС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он введет название нового ЛС и прикрепит необходимые документы
И укажет данные нового Менеджера ЛС
То система создаст новый ЛС с указанным названием для этого ВТС
И создаст нового пользователя с ролью Менеджер ЛС

Сценарий: Оператор можеть распечатать бланк Заявления на открытие лицевого счета с реквизитами ВТС во время оформления ЛС

Изначально Оператор находится на станице Оформление ЛС в АРМ ЦИПП
Если он нажмет кнопку Печать напротив строки Заявление на открытие лицевого счета и выберет подписанта
То система выведет на печать Заявления на открытие лицевого счета с реквизитами ВТС

Сценарий: Оператор может загрузить скан-копию Заявления на открытие лицевого счета с реквизитами ВТС во время оформления ЛС

Изначально Оператор находится на станице Оформление ЛС в АРМ ЦИПП
Если он нажмет кнопку Загрузить напротив строки Заявление на открытие лицевого счета и приложит скан-копию подписанного Заявления на открытие лицевого счета
То система сохранит скан-копию подписанного Заявления на открытие лицевого счета с реквизитами ВТС

Сценарий: После загрузки Заявления на открытие лицевого счета с реквизитами ВТС его можно открыть на просмотр во время оформления ЛС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он нажмет кнопку Просмотр напротив строки Заявление на открытие лицевого счета
То система выведет на экран скан-копию подписанного Заявления на открытие лицевого счета с реквизитами ВТС

Сценарий: После загрузки Заявления на открытие лицевого счета с реквизитами ВТС его можно удалить во время оформления ЛС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он нажмет кнопку Удалить напротив строки Заявление на открытие лицевого счета
То система удалит загруженную скан-копию подписанного Заявления на открытие лицевого счета с реквизитами ВТС