Оформление ЛС в АРМ ЦИПП
Meta:
@arm cpp
@tag component: расчеты

Описание:
Чтобы добавить ЛС ВТС
Как оператор ЦИПП
Я хочу оформить новый ЛС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП можно оформить новый ЛС ВТС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он введет название нового ЛС и прикрепит необходимые документы
То система создаст новый ЛС с указанным названием для этого ВТС

Сценарий: В АРМ ЦИПП можно пригласить нового Менеджера ЛС при оформлении нового ЛС ВТС

Изначально Оператор находится на странице Оформление ЛС в АРМ ЦИПП
Если он введет название нового ЛС и прикрепит необходимые документы
И укажет данные нового Менеджера ЛС
То система создаст новый ЛС с указанным названием для этого ВТС
И создаст нового пользователя с ролью Менеджер ЛС