Просмотр баланса ЛС ВТС в АРМ ЦИПП
Meta:
@arm cpp
@tag component: расчеты

Описание:
Чтобы узнать состояние счетов ВТС
Как оператор ЦИПП
Я хочу видеть баланс всех лицевых счетов ВТС в АРМ ЦИПП

Сценарий: В АРМ ЦИПП при открытии вкладки Расчеты по умолчанию открывается страница Баланс ЛС

Изначально в ЦИПП поступило обращение от зарегистрированного ВТС Домодедово
Если оператор откроет страницу Баланс ЛС в АРМ ЦИПП
И предоставит информацию с этой страницы владельцу ТС
То система сохранит событие Расчеты - Информация о балансе ЛС (без выдачи подтверждающих баланс документов) - Выполнено в истории текущего обращения