Просмотр истории операций по ЛС ВТС в АРМ ЦИПП
Meta:
@arm cpp
@tag component: payments

Описание:
Чтобы проверить, какие операции производились с ЛС ВТС
Как оператор ЦИПП
Я хочу иметь возможность просматривать историю операций по ЛС ВТС

Сценарий: В АРМ ЦИПП есть возможность просматривать историю операций по ЛС за определенный период

Изначально Оператор находится на странице История операций по ЛС
Если он выберет ЛС и укажет период
То система выведет на экран историю операций по выбранному ЛС за указанный период

Сценарий: В АРМ ЦИПП есть возможность просматривать историю операций по определенному ТС

Изначально Оператор находится на странице История операций по ЛС
Если он выберет ЛС, укажет период
И введет номер ГРЗ ТС
То система выведет на экран историю операций по выбранному ТС за указанный период