Формирование счета на пополнение ЛС в АРМ ЦИПП
Meta:
@arm cpp
@component payments

Описание:
Чтобы у ВТС была возможность пополнить ЛС
Как оператор ЦИПП
Я хочу выписать счет на пополнение ЛС в АРМ ЦИПП

Сценарий: Оператор может выписать счет на пополнение ЛС

Изначально в ЦИПП поступило обращение от зарегистрированного ВТС Домодедово
Если оператор откроет вкладку Расчеты в АРМе ЦИПП
То система откроет страницу Баланс ЛС в АРМ ЦИПП
Если оператор выберет действие Выдача расчетных документов в АРМ ЦИПП
То система откроет страницу Выдачи расчетных документова в АРМ ЦИПП со списком ЛС
Если оператор выберет ЛС и введет сумму пополнения счета
И нажмет кнопку Печать счета
То система откроет страницу печати счета в АРМ ЦИПП