Поиск зарегистрированного ВТС в АРМ ЦИПП
Meta:
@arm cpp
@component registration

Описание:
Чтобы начать работу с конкретным ВТС
Как оператор АРМ ЦИПП
Я хочу иметь возможность найти ВТС по различным данным

Сценарий:
Для начала работы с ВТС оператор находит его по ОГРН

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС ОГРН (7995467064220)
То система отображает найденный по данному ОГРН ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ИНН

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС ИНН (5568362148)
То система отображает найденный по данному ИНН ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по Наименованию

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС Наименованию (Романовы)
То система отображает найденный по данному Наименованию ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ФИО

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС ФИО (Физическое Лицо Батькович)
То система отображает найденный по данному ФИО ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по ОГРНИП

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС ОГРНИП (222355068998932)
То система отображает найденный по данному ОГРНИП ВТС

Сценарий:
Для начала работы с ВТС оператор находит его по номеру и серии паспорта

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС номер и серию паспорта (3333333333)
То система отображает найденный по данному номеру и серии паспорта ВТС

Сценарий:
Для начала работы с ВТС(у которого нет выданных БУ, оплаченных МК, положительный баланс по всем ЛС) оператор находит его по ОГРН

Изначально оператор находится на странице Регистрация ВТС
Если оператор вводит в поде для поиска ВТС ОГРН (ВТС у которого нет выданных БУ, оплаченных МК, положительный баланс по всем ЛС)
То система отображает найденный по данному ОГРН ВТС
