Продолжение незавершенной регистрации в личном кабинете
Meta:
@arm lk
@tag component: регистрация

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу продолжить незавершенную регистрацию

Сценарий:
Пользователь ПО СВП может прервать регистрацию в системе

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь во время регистрации уходит со страницы введения даных ВТС
И соглашется с потерей введенных данных в систему
То система прерывает регистрацию

Сценарий:
Для продолжения незавершенной ранее регистрации, необходимо указать тот же e-mail, что и при предыдущей попытке регистрации

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя и укажет e-mail, что и при предудыщей незавершенной регистрации
То система предложит ему продолжить предыдущую регистрацию
И вышлет на e-mail ссылку для продолжения предыдущей регистрации