Регистрация ЮЛ в личном кабинете
Meta:
@arm lk
@tag component: регистрация

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как юридическое лицо

Сценарий:
Для получения доступа ЮЛ_РФ в личный кабинет необходимо пройти регистрацию
Meta: @tag component: оповещения

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Юридическое лицо (ultestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (ultestowner@gmail.com)

Сценарий:
Для получения доступа ЮЛ_НеРФ в личный кабинет необходимо пройти регистрацию
Meta: @tag component: оповещения

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Юридическое лицо (ultestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (ultestowner@gmail.com)

Сценарий:
При регистрации ЮЛ_РФ должна происходить проверка сроков действия доверенности

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) укажет некорректные сроки действия доверенности
То система укажет на ошибки в сроках действия доверенности

Сценарий:
При регистрации ВТС ЮЛ_РФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве e-mail ВТС уже зарегистрированный в системе e-mail
То система отобразит сообщение, что указанный e-mail уже зарегистрирован в системе

Сценарий:
При регистрации ВТС ЮЛ_НеРФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве e-mail ВТС уже зарегистрированный в системе e-mail
То система отобразит сообщение, что указанный e-mail уже зарегистрирован в системе

Сценарий:
При регистрации главного менеджера ЮЛ_РФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве логина Главного менеджера уже зарегистрированный в системе e-mail
То система отобразит всплывающее окно с предложением восстановить пароль или перейти к авторизации

Сценарий:
При регистрации главного менеджера ЮЛ_НеРФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве логина Главного менеджера уже зарегистрированный в системе e-mail
То система отобразит всплывающее окно с предложением восстановить пароль или перейти к авторизации

Сценарий:
При регистрации руководителя ЮЛ_РФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве e-mail руководителя уже зарегистрированный в системе e-mail
То система отобразит всплывающее окно с предложением восстановить пароль или перейти к авторизации

Сценарий:
При регистрации руководителя ЮЛ_НеРФ должна происходить проверка e-mail на уникальность

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) введет в качестве e-mail руководителя уже зарегистрированный в системе e-mail
То система отобразит всплывающее окно с предложением восстановить пароль или перейти к авторизации