Регистрация ЮЛ в личном кабинете
Meta:
@arm lk
@tag component: registration
@tag component: notifications

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как юридическое лицо

Сценарий:
Для получения доступа ЮЛ в личный кабинет необходимо пройти регистрацию

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Юридическое лицо (ultestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (ultestowner@gmail.com)