Регистрация ЮЛ в личном кабинете
Meta:
@arm lk
@tag component: registration

Описание:
Чтобы получить доступ к личному кабинету
Как пользователь ПО СВП
Я хочу пройти регистрацию как юридическое лицо

Сценарий:
Для получения доступа ЮЛ_РФ в личный кабинет необходимо пройти регистрацию
Meta: @tag component: notifications

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Юридическое лицо (ultestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (ultestowner@gmail.com)

Сценарий:
Для получения доступа ЮЛ_НеРФ в личный кабинет необходимо пройти регистрацию
Meta: @tag component: notifications

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь зарегистрирует себя как Юридическое лицо (ultestowner@gmail.com)
То система предоставит пользователю доступ к личному кабинету (ultestowner@gmail.com)

Сценарий:
При регистрации ЮЛ_РФ должна происходить проверка сроков действия доверенности

Изначально пользователь находится на странице Авторизации в ЛК
Если пользователь при регистрации как Юридическое лицо (ultestowner@gmail.com) укажет некорректные сроки действия доверенности
То система укажет на ошибки в сроках действия доверенности
