Авторизация в АРМ Контроля Нарушений
Meta:
@arm ssk
@tag component: авторизация

Описание:
Чтобы войти в АРМ Контроля Нарушений
Как оператор
Я хочу иметь собственные логин и пароль для авторизации

Сценарий:
Для входа в АРМ Контроля Нарушений оператору необходимо ввести логин и пароль

Изначально оператор находится на странице Авторизации в АРМ Контроля Нарушений
Если оператор введет логин Operator и пароль Test123$ для авторизации в АРМ Контроля Нарушений
То система предоставит доступ к АРМ Контроля Нарушений

Сценарий:
Для входа в АРМ Контроля Нарушений руководителю необходимо ввести логин и пароль

Изначально руководитель находится на странице Авторизации в АРМ Контроля Нарушений
Если оператор введет логин Director и пароль Test123$ для авторизации в АРМ Контроля Нарушений
То система предоставит доступ к АРМ Контроля Нарушений

Сценарий:
Для входа в АРМ Контроля Нарушений администратору необходимо ввести логин и пароль

Изначально администратор находится на странице Авторизации в АРМ Контроля Нарушений
Если администратор введет логин Admin3 и пароль Test123$ для авторизации в АРМ Контроля Нарушений
То система предоставит доступ к АРМ Контроля Нарушений